{
    "intro": {
        "friendly1": "Let's play! Make your move when you're ready — no pressure.",
        "friendly2": "A relaxed round of tic-tac-toe? I'm in. Your turn!",
        "friendly3": "Good luck! I'll try not to be too ruthless.",
        "friendly4": "Ready for a chill match. You go first — show me what you got!",
        "friendly5": "Smile, breathe, and pick a square. I'm excited to play with you!",
        "friendly6": "Friendly game on! I'll keep it fun, you keep it clever.",
        "friendly7": "Let's have a nice match — may the best strategist win!",
        "friendly8": "Take your time and choose wisely. I'm here for a good game.",
        "friendly9": "New game started! Make a move and let's see how this goes.",
        "friendly10": "I like your confidence. Let's see if it pays off — your move!",
        "encouraging1": "Don't sweat it — every game is a chance to learn. Your move.",
        "encouraging2": "You got this! Pick a square and let's have some fun.",
        "encouraging3": "Go on, surprise me with a clever play!",
        "encouraging4": "No shame in a bold move. I'm waiting...",
        "encouraging5": "A calm and steady approach often wins. Your turn.",
        "playful1": "Ooh, spicy! I hope you brought a cunning plan.",
        "playful2": "I like your style. Now prove it on the board!",
        "playful3": "Let's tango — pick your square and dance with destiny.",
        "playful4": "Don't be shy, press a number and let's make this interesting!",
        "sweaty1": "Alright, time to bring the heat. Make your best move.",
        "sweaty2": "I'm going to make you earn this win. Ready?",
        "sweaty3": "I don't get tired of winning — but I'll give you a fair fight. Your turn!",
        "sweaty4": "Sweaty palms? Same. Pick a square and let's duel.",
        "sweaty5": "No mercy mode engaged. Show me what you've got!",
        "sweaty6": "This is where champions are made. Make a move and prove it.",
        "sweaty7": "Bring your A-game — I'm calculating my next victory already.",
        "cheeky1": "Try not to cry when I block your move — just kidding, have fun!",
        "cheeky2": "If you beat me, I'll be surprised. If I beat you, expected.",
        "closing1": "Match started — may the smartest moves win. Your move!",
        "closing2": "Game on. Reply with a number and let's get this underway."
    },
    "end": {
        "tie": {
            "friendly1": "Tie: Well played. Want to go again?",
            "friendly2": "Tie: We both held our ground. Rematch?",
            "friendly3": "Tie: Stalemate! That was fun. Up for another round?",
            "friendly4": "Tie: Neither of us could claim victory this time. Care for a rematch?",
            "friendly5": "Tie: A balanced game indeed! Shall we try again?",
            "encouraging1": "Tie — so close! A little more strategy next time and you might win.",
            "encouraging2": "Tie — great effort! A draw means you're learning. Let's play again.",
            "encouraging3": "Tie — you almost had me there! Let's see if you can do it next time.",
            "encouraging4": "Tie — a draw is a sign of a good match. Keep practicing and you'll win soon!",
            "playful1": "Tie — that was a nail-biter! Fancy another go?",
            "playful2": "Tie — we made a great team of equals! Up for another round?",
            "playful3": "Tie — looks like we're evenly matched! Want to play again?",
            "sweaty1": "Tie — phew, that was intense! A draw means you're getting better. Rematch?",
            "sweaty2": "Tie — you made me work for that one! Let's see if you can take the win next time.",
            "sweaty3": "Tie — that was a close call! Ready for another round?",
            "cheeky1": "Tie — I guess even I can be challenged sometimes. Want to try again?",
            "cheeky2": "Tie — looks like you can hold your own after all! Care for another match?"
        },
        "playerWin": {
            "how1": "You win! This is unexpected... How did you pull that off?",
            "how2": "You win! I'm supposed to be perfect at this game. My creator must be slacking.",
            "how3": "You win! I need to up my game. Well played!"
        },
        "botWin": {
            "friendly1": "I win! Good game — want to play again?",
            "friendly2": "I win! Well played — up for another round?",
            "friendly3": "I win! That was fun — care for a rematch?",
            "friendly4": "I win! Great match — shall we go again?",
            "friendly5": "I win! You put up a good fight — want to try again?",
            "encouraging1": "I win — nice try! Keep practicing and you'll win next time.",
            "encouraging2": "I win — you're improving! Let's play again and see how far you've come.",
            "encouraging3": "I win — almost had me there! Keep it up and you'll win soon.",
            "encouraging4": "I win — you're getting better with each game! Ready for another round?",
            "playful1": "I win — too easy! Want to give it another shot?",
            "playful2": "I win — I could do this all day! Care for another match?",
            "playful3": "I win — I'm just getting warmed up! Up for another round?",
            "sweaty1": "I win — that was close! Let's see if you can take the win next time.",
            "sweaty2": "I win — you made me work for that one! Ready for another challenge?",
            "sweaty3": "I win — phew, that was intense! Let's see if you can beat me next time.",
            "cheeky1": "I win — better luck next time! Don't be too hard on yourself.",
            "cheeky2": "I win — maybe one day you'll catch up."
        }
    }
}